Repository: Japanuspus/openmediavault-zfs
Catalog: usr/share/openmediavault/locale/*/openmediavault-zfs.po
Languages: nl

source: % completed ...
nl: % afgewerkt...

source: 100% completed ...
nl: 100% verwerkt ...

source: Add Object
nl: Voeg een Object toe

source: Add Pool
nl: Voeg een Pool toe

source: Available
nl: Beschikbaar

source: Basic
nl: Basis

source: Capacity
nl: Capaciteit

source: Clone name
nl: Kloon naam

source: Confirmation
nl: Bevestiging

source: Delete
nl: Verwijder

source: Deleting selected item(s)
nl: Verwijder geselecteerde item(s)

source: Displaying items {0} - {1} of {2}
nl: Afbeelden van de items {0} - {1} van {2}

source: Do you really want to create the ZFS pool?
nl: Wil je werkelijk de ZFS poel maken?

source: Do you really want to delete the selected item(s)?
nl: Wil je werkelijk de geselecteerd item(s) verwijderen?

source: Down
nl: Buiten werking

source: Edit properties
nl: Edit de eigenschappen

source: Expand
nl: Expandeer

source: Expand Pool
nl: Expandeer de Pool

source: Force creation
nl: Kracht creatie

source: Forces the creation of the Vdev even if errors are reported. Use with extreme caution!
nl: Forceer de creatie van de Vdev, zelfs als fouten worden gerapporteerd. Wees extreem voorzichtig!

source: Forces the creation of the pool even if errors are reported. Use with extreme caution!
nl: Forceer de creatie van de pool, zelfs als fouten worden gerapporteerd. Wees extreem voorzichtig!

source: Mirror
nl: Spiegel

source: Modified
nl: Aangepast

source: Name
nl: Naam

source: Name of the new Clone. It can be placed anywhere within the ZFS hierarchy.
nl: De naam van de nieuwe kloon. Deze kan overal in de ZFS hierarchy worden gehangen.

source: Name of the new object. Prefix will prepend the name. Please omit leading /
nl: De naam van het nieuwe object. De prefix zal voorafgaan aan de naam. Gebruik het teken / niet in de naamgeving.

source: New
nl: Nieuw

source: No items to display
nl: Geen items die kunnen worden weergegeven

source: Optional mountpoint for the pool. Default is to use pool name.
nl: Optioneel mount point voor de pool. Gebruikelijk wordt de pool naam gebruikt.

source: Optional mountpoint of the filesystem. If left blank parent mountpoint will be prepended to name of the filesystem.
nl: Optioneel mount point van het filesystem. Als er niets wordt ingevuld zal het 'ouder' mount point automatisch vooraan aan de naam van het filesysteem worden toegevoegd.

source: Overview
nl: Overzicht

source: Property
nl: Eigenschap

source: Refresh
nl: Informatie Vernieuwen

source: Save
nl: Opslaan

source: Serial Number
nl: Serie Nummer

source: Size
nl: Grootte

source: Size of the volume e.g. 5mb,100gb,1tb etc
nl: Grootte van het volume bijv. 5mb,100gb,1tb etc

source: Snapshot to clone
nl: Het Snapshot wat gekloond moet worden

source: Source
nl: Bron

source: Up
nl: Aan

source: Updating property...
nl: Eigenschap vernieuwen...

source: Used
nl: Gebruikt

source: Value
nl: Waarde

source: Vendor
nl: Verkoper
